<template>
  <div
    class="relative "
  >
    <div class="h-full flex justify-center shadow-2xl rounded-lg">
      <div
        class="z-10 flex body-font text-teal-950 py-28 items-center flex-col px-5 -mt-8 lg:-mt-0  bg-white"
      >
        <h1 class="flex justify-center mb-8 font-semibold xl:text-3xl z-10 ">
          ИСТОРИЯ НАШЕЙ КОМПАНИИ
        </h1>

        <div
          class="hidden lg:flex justify-center items-center flex-col font-semibold xl:text-2xl z-10 text-justify md:px-60 indent-8 "
        >
          ТОО «Nur Zholy Customs Service» (далее – Товарищество) создано 7
          октября 2022 года в порядке, установленном законодательством
          Республики Казахстан. В соответствии с постановлением Правительства
          Республики Казахстан от 30 декабря 2022 года № 1132 «О некоторых
          вопросах Товарищества» и приказом председателя Комитета
          государственного имущества и приватизации Министерства финансов
          Республики Казахстан от 12 января 2023 года № 17 сто процентов доли
          участия в уставном капитале Товарищества, принадлежащего ТОО
          «Eurotranzit Nur Zholy», было передано в республиканскуюсобственность
          по договору дарения, права по владению и пользованию государственной
          долей в Товариществе передано Комитету государственных доходов
          Министерства финансов Республики Казахстан».
        </div>

        <div
          class="inline-block lg:hidden justify-start font-medium text-xs sm:text-lg z-10 pl-5 pr-4 text-justify  bg-white"
        >
          ТОО «Nur Zholy Customs Service» (далее – Товарищество) создано 7
          октября 2022 года в порядке, установленном законодательством
          Республики Казахстан. В соответствии с постановлением Правительства
          Республики Казахстан от 30 декабря 2022 года № 1132 «О некоторых
          вопросах Товарищества» и приказом председателя Комитета
          государственного имущества и приватизации Министерства финансов
          Республики Казахстан от 12 января 2023 года № 17 сто процентов доли
          участия в уставном капитале Товарищества, принадлежащего ТОО
          «Eurotranzit Nur Zholy», было передано в республиканскую собственность
          по договору дарения, права по владению и пользованию государственной
          долей в Товариществе передано Комитету государственных доходов
          Министерства финансов Республики Казахстан».
        </div>
      </div>
    </div>
  </div>
</template>
